export const mockUsers = [
  {
    id: '1',
    name: 'Виктор Гитаристов',
    genre: 'музыка, игра на гитаре',
    city: 'Зеленодольск',
    description: 'Музыкант прославившийся на всю галактику своей виртуозной игрой на гитаре. Когда он играет женщины' +
    ' плачут а девочки смеются',
    position: {
      lat: '55.798755',
      lng: '49.110909'
    },
    rating: '4',
    pointType: 'music'
  },
  {
    id: '2',
    name: 'Уличный жонглёр Миша',
    genre: 'Эквилибристика, жонглирование',
    city: 'Чистополь',
    description: 'Чудесный эквилибрист, жонглер устраивает супер шоу с жонглированием разными предметами. ' +
    'Не стесняйтесь, передавайте ему для жонглирования свои дорогие iPhone. Все будет хорошо',
    position: {
      lat: '55.813332',
      lng: '49.107059'
    },
    rating: '5',
    pointType: 'performance'
  },
  {
    id: '3',
    name: 'Мим команда "BUG-MAKERS"',
    genre: 'Мим шоу',
    city: 'Казань',
    description: 'Самое смешное мим шоу от команды профессиональных клоунов. Они не пьяные, поэтому наливайте',
    position: {
      lat: '55.802629',
      lng: '49.112215'
    },
    rating: '3',
    pointType: 'performance'
  },
  {
    id: '4',
    name: 'Владимир П.',
    genre: 'Музыка, игра на саксофоне',
    city: 'Казань',
    description: 'Этот саксофонист знаменит на весь мир как баянист, но по выходным дням он достает из широких штанин' +
    ' и все ему кричат "Гражданин!"',
    position: {
      lat: '55.789197',
      lng: '49.120746'
    },
    rating: '4',
    pointType: 'music'
  },
  {
    id: '5',
    name: 'Семён Семёнович Семёнов',
    genre: 'Музыка, игра на виолонченли',
    city: 'Дербышки',
    description: 'Приставив скрипку к подбородку, скрипач ноктюрн играет нам, слегка качаясь, будто в лодке, ' +
    'плывущей в море по волнам',
    position: {
      lat: '55.787671',
      lng: '49.121100'
    },
    rating: '5',
    pointType: 'music'
  }
];